/* Device Kind to be reported to the system */
"HP Fax" = "HP-fax";

/* The beginning of the fax job */
"Contacting fax..." = "Verbinding maken met fax...";

/* Device busy, retrying... */
"Device busy, retrying..." = "Apparaat bezig, nieuwe poging...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "Zoeken naar fax...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "Phone number black-listed."; */

/* Await while filter generates fax document */
"Preparing to fax..." = "Verzenden fax voorbereiden...";

/* Page progress */
"Sending page %lu..." = "Verzenden pagina %lu...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "Kan geen verbinding maken met faxapparaat, in de wacht bij volgende fax in klasse...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "Niet-ondersteunde URI";

